Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/OCCG-Observação 042_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: O quarto Author , que louva os pombos nos pès para remedio das doenças malignas , he Ricardo Morton , o qual diz as seguintes palavras : Appliquemse nas plantas dos pès dous pombos escalados daquelle infante , & se repitao outros de tres em tres horas .
pt_br: O quarto Autor, que louva os pombos nos pés para remédio das doenças malignas, é Ricardo Morton, o qual diz as seguintes palavras: Apliquem-se nas plantas dos pés dois pombos escalados daquele infante, e se repitam outros de três em três horas.

source: E pouco mais acima diz o mesmo Author : O vigor no calor dos pombos mortos daquelle infante persuade a todos os Medicos , que para attrahir o veneno se devem antepôr a todos os animaes .
pt_br: E pouco mais acima diz o mesmo Autor: O vigor no calor dos pombos mortos daquele infante persuade a todos os Médicos, que para atrair o veneno se devem antepôr a todos os animais.

source: O quinto Author que louva os pombos para rebater os vapores malignos , he Schrodero , dizendo : Hum pombo vivo partido pelo meyo , & atado nas solas dos pès enquanto está quente , he remedio convenientissimo para aplacar os frenesís, & dores de cabeça .
pt_br: O quinto Autor que louva os pombos para rebater os vapores malignos, é Schrodero, dizendo: Um pombo vivo partido pelo meio, e atado nas solas dos pés enquanto está quente, é remédio convenientíssimo para aplacar os frenesis, e dores de cabeça.

source: Eu attribuo os mesmos louvores aos pombos ; porque no sobredito Religioso , & em muitos doentes outros vi que fizeraõ effeitos , que parecèraõ milagrosos : & tenho para mim que se os pombos se puzessem vivos com as barrigas depenadas , fariaõ muito melhores obras , que quando se aplicaõ mortos ; porque tanto que esfriaõ , naõ aproveitaõ , porque já naõ attrahem , nem chamaõ para si o veneno.
pt_br: Eu atribuo os mesmos louvores aos pombos; porque no sobredito Religioso, e em muitos doentes outros vi que fizeram efeitos, que pareceram milagrosos: e tenho para mim que se os pombos se pusessem vivos com as barrigas depenadas, fariam muito melhores obras, que quando se aplicam mortos; porque tanto que esfriam, não aproveitam, porque já não atraem, nem chamam para si o veneno.

source: 9 . Da virtude admiravel que tem o oleo de Vitriolo , & de enxofre para rebater a podridão dos humores , extinguir o ardor da febre , tirar o fastio , impedir os vomitos , confortar o estomago , & matar as lombrigas , escrevèraõ gravissimos Authores , hum dos quaes foi Schrodero ; diz elle , que o oleo de Vitriolo , & de enxofre tem as mesmas virtudes , & que saõ utilissimos contra a peste , & contra a asthma , & para mil queixas outras .
pt_br: 9. Da virtude admirável que tem o óleo de Vitríolo, e de enxofre para rebater a podridão dos humores, extinguir o ardor da febre, tirar o fastio, impedir os vômitos, confortar o estômago, e matar as lombrigas, escreveram gravíssimos Autores, um dos quais foi Schrodero; diz ele, que o óleo de Vitríolo, e de enxofre tem as mesmas virtudes, e que são utilíssimos contra a peste, e contra a asma, e para mil queixas outras.

source: 10 . Zacuto Lusitano diz , que o oleo de enxofre aproveita para os enjoamentos do estomago , & fraquezas delle , porque o conforta muito , adelgaça os humores viscosos , & grossos , que estaõ infiltrados nas tunicas do mesmo estomago ; he proveitoso nos soluços , & colicas frias , abre as obstrucções do figado , & do baço , emenda a podridaõ das febres , ardentes , & a malignidade pestilencial .
pt_br: 10. Zacuto Lusitano diz, que o óleo de enxofre aproveita para os enjoamentos do estômago, e fraquezas dele, porque o conforta muito, adelgaça os humores viscosos, e grossos, que estão infiltrados nas túnicas do mesmo estômago; é proveitoso nos soluços, e cólicas frias, abre as obstruções do fígado, e do baço, emenda a podridão das febres, ardentes, e a malignidade pestilencial.

source: Joaõ Beguino fallando sobre os oleos de Vitriolo , & de enxofre diz o seguinte : Pode dar se o oleo de Vitriolo , ou o do enxofre misturado com aguas appropriadas , ou com xaropes adequados para as doenças , de seis gottas até oito , assim nas doenças quentes , como nas frias.
pt_br: João Beguino falando sobre os óleos de Vitríolo, e de enxofre diz o seguinte: Pode dar-se o óleo de Vitríolo, ou o do enxofre misturado com águas apropriadas, ou com xaropes adequados para as doenças, de seis gotas até oito, assim nas doenças quentes, como nas frias.

source: Minderero fallando sobre as virtudes destes oleos diz o seguinte : Naõ ha podridaõ de humores , que naõ obedeça à virtude destes oleos , nem humores tao depravados , & corruptos , que se naõ rendaõ à efficacia deste medicamento , & com toda a confiança poderei dizer , que se me prohibissem o uso destes oleos , me naõ atreveria a curar as febres malignas , & pestilentes .
pt_br: Minderero falando sobre as virtudes destes óleos diz o seguinte: Não há podridão de humores, que não obedeça à virtude destes óleos, nem humores tao depravados, e corruptos, que se não rendam à eficácia deste medicamento, e com toda a confiança poderei dizer, que se me proibissem o uso destes óleos, me não atreveria a curar as febres malignas, e pestilentes.

source: 11 . Pela parte de fora serve qualquer destes oleos para fazer os dentes alvos esfregando-os com elles ; serve para curar as feridas que procederam de gallico ; serve para as verrugas das gengivas ; serve para as fistulas do sesso ; tem virtude quase infallivel para curar os panaricios , com tal condição , que o dedo doente se ha de meter muitas , & muitas vezes dentro em qualquer dos ditos oleos taõ quentes , que o dedo os naõ possa sofrer .
pt_br: 11. Pela parte de fora serve qualquer destes óleos para fazer os dentes alvos esfregando-os com eles; serve para curar as feridas que procederam de gálico; serve para as verrugas das gengivas; serve para as fístulas do sesso; tem virtude quase infalível para curar os panarícios, com tal condição, que o dedo doente se há de meter muitas, e muitas vezes dentro em qualquer dos ditos óleos tão quentes, que o dedo os não possa sofrer.

source: A mesma virtude tem hũ limaõ azedo assado , se nelle muito quente meterem o panaricio , como observei felicissimamente em certa senhora , ha quem visitei estando em hũa quinta , & porque naõ tive alli qualquer dos sobreditos oleos , lhe fiz meter o dedo no limaõ assado quasi fervendo , & repetindo esse remedio muitas vezes , sarou no mesmo dia com admiraçaõ dos circunstantes .
pt_br: A mesma virtude tem um limão azedo assado, se nele muito quente meterem o panarício, como observei felicissimamente em certa senhora, há quem visitei estando em uma quinta, e porque não tive ali qualquer dos sobreditos óleos, lhe fiz meter o dedo no limão assado quase fervendo, e repetindo esse remédio muitas vezes, sarou no mesmo dia com admiração dos circunstantes.

source: O dito oleo de Vitriolo he admiravel remedio para naõ tornar a sahir o sesso , com tal condiçaõ , que se misture com huma pouca de agua de tanchagem , & se chapeje o sesso muitas vezes com o tal licor .
pt_br: O dito óleo de Vitríolo é admirável remédio para não tornar a sair o sesso, com tal condição, que se misture com uma pouca de água de tanchagem, e se chapeje o sesso muitas vezes com o tal licor.

source: Os remedios que uso muitas vezes , por serem quasi infalliveis , saõ os dois seguintes .
pt_br: Os remédios que uso muitas vezes, por serem quase infalíveis, são os dois seguintes.

source: O primeiro he recolher o sesso com hum pedaço da camisa de qualquer defunto ; ha algumas crianças bastou fazerse isto duas vezes , & nunca tornou a sahir .
pt_br: O primeiro é recolher o sesso com um pedaço da camisa de qualquer defunto; há algumas crianças bastou fazer-se isto duas vezes, e nunca tornou a sair.

source: O segundo he lavar o sesso com agua cozida com rosas balaustias , murta , maçans de acipreste , & polvorizar a parte com os pòs dos escaravelhos ; tambem me consta que os sumos da pelle de huma cobra , tomados por hũ funil , naõ só fazem recolher o sesso , mas tambem a madre , quãdo saem fora do seu lugar .
pt_br: O segundo é lavar o sesso com água cozida com rosas balaústias, murta, maçãs de acipreste, e pulverizar a parte com os pós dos escaravelhos; também me consta que os sumos da pele de uma cobra, tomados por um funil, não só fazem recolher o sesso, mas também a madre, quando saem fora do seu lugar.

source: Finalmente para curar as almorreimas inchadas , ou dolorosas , naõ se achara em toda a Arte remedio mais certo , & seguro , do que o oleo de Vitriolo , misturado com agua cozida com folhas de congorça , ou marcavala .
pt_br: Finalmente para curar as almorreimas inchadas, ou dolorosas, não se achara em toda a Arte remédio mais certo, e seguro, do que o óleo de Vitríolo, misturado com água cozida com folhas de congorsa, ou marcavala.
